Revit 2027 API
CurveOverlapPoint.Point Property
 The 3D coordinate of the point.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public XYZ Point { get; }
Public ReadOnly Property Point As XYZ
	Get
public:
property XYZ^ Point {
	XYZ^ get ();
}
member Point : XYZ with get
Property Value
XYZ
See Also
Reference
CurveOverlapPoint Class
Autodesk.Revit.DB Namespace